<template>
<<<<<<< Updated upstream
    <div class="bg-local bg-cover " style="background-image: url('/bg_mobile.jpg')">
        <div class="fixed w-full">
      <Header-comp />
    </div>
      <div class="flex justify-center text-xl pt-20">
        เรื่องราวของ Espresso และเครื่องทำกาแฟ จุดเริ่มต้นของกาแฟสมัยใหม่
      </div>
      <div class="flex justify-center mt-10 h-[500px]">
        <img src="/เรื่องราวของ-Espresso-และเครื่องทำกาแฟ-จุดเริ่ม.webp" alt="" />
      </div>
      <div class="mt-10 mr-10 ml-10">
      <p>
        ถ้าพูดถึง Espresso (เอสเพรสโซ่) คือน้ำสีเข้มๆ ที่ถูกสกัดมาจากเครื่องกาแฟ
        ไม่ว่าจะเป็นเครื่องทำกาแฟอัตโนมัติ
        หรือเครื่องทำกาแฟเอสเพรสโซ่ราคาหลายแสน (ถูกต้องครับ เครื่องทำกาแฟใหญ่ๆ
        ที่อยู่ในร้านกาแฟทั้งหลาย<span id="more-14155"></span
        >บางเครื่องซื้อรถป้ายแดงบางยี่ห้อได้สบายๆ เลยครับ)&nbsp;
        ร้านกาแฟยอมลงทุนหลายแสนให้กับเครื่องทำกาแฟเพื่อจุดประสงค์หลักคือ
        ทำให้เอสเพรสโซ่รสชาติดีที่สุด (แค่นั้นจริงๆ ครับ
        เพราะเมนูทุกเมนูจะถูกเอามาผสมอีกทีกับเอสเพรสโซ่
        ซึ่งไม่เกี่ยวข้องกับเครื่องทำกาแฟอีกต่อไป)
        หลายคนคงเริ่มสงสัยแล้วใช่มั้ยครับว่าทำไมถึงต้องลงทุนขนาดนี้
        เพื่อให้ได้มาซึ่งเอสเพรสโซ่ที่คนทั่วไปไม่นิยม
        จะดื่มแต่ละทีก็รู้สึกดื่มยาก ฝาดปากจนร้องยี้
        แต่ถ้าหากคุณรู้ถึงที่มาและความสำคัญของมัน
        คุณอาจจะเปลี่ยนมุมมองแล้วเอสเพรสโซ่อาจกลายเป็นเมนูโปรด ของคุณได้เลยครับ
      </p>
      <h2>ขั้นตอนการทำกาแฟ Espresso</h2>
      <p>
        กาแฟเอสเพรสโซ่ (Espresso)
        เป็นกาแฟที่สกัดออกมาด้วยกรรมวิธีที่ใช้เครื่องที่มีแรงดันพร้อมน้ำร้อนผ่านผงกาแฟอย่างรวดเร็ว
        (เราจะเรียกเครื่องนี้ว่าเครื่องทำกาแฟ Espresso นะครับ)
        ขั้นตอนคือนำผงกาแฟที่ถูกบดในความละเอียดที่เหมาะสม นำเข้าเครื่องทำกาแฟ
        Espresso
        ตัวเครื่องกาแฟจะทำหน้าที่ปล่อยน้ำร้อนพร้อมแรงดันจำนวนมหาศาลอย่างรวดเร็วเพื่อที่จะเปลี่ยนสภาพน้ำร้อนและผงกาแฟให้มารวมกัน
        กลายเป็นเครื่องดื่ม Espresso เข้มข้นนั่นเองครับ
      </p>
      <p>&nbsp;</p>
      <h2>เรื่องราวของกาแฟ Espresso</h2>
      <p>
        ที่มาของ Espresso นั้นมีมายาวนานกว่า 130 ปีแล้วนะครับ
        (เรื่องที่จะเล่าในย่อหน้านี้
        เหมาะมากที่จะเก็บไว้คุยโชว์เพื่อนในวงกาแฟมากๆ ครับ จะดูมีความเป็น Coffee
        Guru ทันทีครับ)
        โดยยุโรปสมัยนั้นกาแฟเป็นธุรกิจที่ใหญ่โตมากและความเป็นอยู่ของผู้คนที่มีความเร่งรีบ
        ทำให้การทำกาแฟด้วยวิธีต้มแบบดั้งเดิมไม่ตอบโจทย์อีกต่อไป
        จึงได้มีคนคิดวิธีที่จะทำกาแฟอย่างรวดเร็ว (Express )ออกมา
        จึงได้คิดถึงการใช้น้ำร้อน แรงดันไอน้ำ (Pressure)
        ผ่านผงกาแฟเพื่อที่จะสกัดกาแฟออกมาได้ในเวลาไม่กี่วินาที
        แล้วจึงตั้งชื่อไว้ว่า Espresso ซึ่งมาจากคำว่า Express (รวดเร็ว) และ
        Pressure (แรงดัน) นั่นเองครับ ซึ่ง Espresso
        นี้กลายเป็นนิยามใหม่ของการทำกาแฟ และทำให้การชงกาแฟถูกแบ่งเป็น 2
        วิธีหลักคือ Slow Bar (ทุกวิธีการชงอื่นๆ) และ Fast Bar (Espresso Base
        เท่านั้น)
      </p>
      <h2>กาแฟ Espresso จุดเริ่มต้นของกาแฟหลากหลายเมนู</h2>
      <p>
        Espresso ทำลายขีดจำกัดของการชงกาแฟทุกประเภท โดยที่ Espresso
        ที่เป็นเครื่องดื่มกาแฟรสเข้มนั้น ถูกนำมารังสรรค์ให้กลายเป็นเมนูอื่นๆ
        ในปัจจุบันจะใช้ Espresso เป็น Base หลักในการทำทั้งนั้นครับ อาทิเช่น
      </p>
      <br>
      <ul>
        <li>
          <span style="font-size: 18pt">Americano = Espresso + น้ำร้อน</span>
        </li>
        <li><span style="font-size: 18pt">Café Latte = Espresso + นม</span></li>
        <li>
          <span style="font-size: 18pt">Cappuccino = Espresso + โฟมนม</span>
        </li>
        <li>
          <span style="font-size: 18pt"
            >Latte Macchiato = Espresso + โฟมนมและนม</span
          >
        </li>
      </ul>
      <p>&nbsp;</p>
      <p>
        หรือจะเป็นเมนูสมัยใหม่อื่นๆ อาทิ Freddo, Caramel Macchiato, Affogato,
        และอื่นๆ ก็ล้วนมีที่มาจาก Espresso นี้ครับ จึงอยากให้คุณผู้อ่านหลายๆ
        คนที่มีประสบการณ์ไม่ดีกับกาแฟ Espresso ได้ลองเปิดใจชิมดูครับ
        นอกจากความเข้ม ความขมของมันแล้ว คุณอาจจะเจอความหวาน ความซับซ้อน
        และกลิ่นของเมล็ดกาแฟแต่ละตัวได้อย่างชัดเจน
        ซึ่งมันอาจทำให้คุณเปลี่ยนมุมมองและกลายเป็นแฟนเมนู Espresso
        นี้ไปเลยนะครับ
      </p>
      <p>
        แล้วถ้าหากคุณผู้อ่านสนใจเครื่องกาแฟดีๆ สักเครื่อง โดยที่สามารถทำได้ง่ายๆ
        เพียงกดปุ่มเลือกเมนู ได้กาแฟสดแท้ๆ อร่อยเหมือนร้านกาแฟ
        ทางเราขอแนะนำเครื่องทำกาแฟอัตโนมัติ Coffee Press
        ที่จำลองการทำงานของเครื่องทำเอสเพรสโซ่ที่แสนจะยุ่งยาก
        มาอยู่ในเครื่องทำกาแฟอัตโนมัติ เพียงกดเลือกเมนูที่ต้องการ
        ตัวเครื่องจะเริ่มทำการบดเมล็ดกาแฟ กลั่นกาแฟ Espresso สดๆ
        แล้วเติมส่วนผสมจนมาเป็นกาแฟแก้วโปรดของคุณครับ
      </p>
      <p style="text-align: center" class="mb-10">
        “เครื่องทำกาแฟรุ่น Machine Black ของเราทำเอสเพรซโซ่ได้อย่างรวดเร็ว
        โดบสามารถตั้งค่าตามสูตรที่คุณต้องการ”
      </p>
    </div>
    <Footer />
  </div>
</template>
=======
    <Header-comp />
    <div class="bg-[('/mobile_bg.jpg')] bg-cover">
        <div class="flex justify-center items-center text-2xl mt-8">
            เรื่องราวของ Espresso และเครื่องทำกาแฟ จุดเริ่มต้นของกาแฟสมัยใหม่
        </div>
        
    </div>
</template>
>>>>>>> Stashed changes
